var networkData = {
  "nodes": [
    {
      "id": "NPC_ИГРОТЕХНИК",
      "label": "NPC_ИГРОТЕХНИК",
      "group": "Пол.М"
    },
    {
      "id": "Андреева Мария Петровна",
      "label": "Андреева\nМария\nПетровна",
      "group": "Пол.Ж"
    },
    {
      "id": "Ариадна де Версо",
      "label": "Ариадна\nде\nВерсо",
      "group": "Пол.Ж"
    },
    {
      "id": "Балакирев Александр Милиевич",
      "label": "Балакирев\nАлександр\nМилиевич",
      "group": "Пол.М"
    },
    {
      "id": "Беков Чингиз Тимурович",
      "label": "Беков\nЧингиз\nТимурович",
      "group": "Пол.М"
    },
    {
      "id": "Бубенцов Кондрат Филимонович",
      "label": "Бубенцов\nКондрат\nФилимонович",
      "group": "Пол.М"
    },
    {
      "id": "Вишневская Лидия Викторовна",
      "label": "Вишневская\nЛидия\nВикторовна",
      "group": "Пол.Ж"
    },
    {
      "id": "Донников Иван Петрович",
      "label": "Донников\nИван\nПетрович",
      "group": "Пол.М"
    },
    {
      "id": "Кавелина Ольга Геннадьевна",
      "label": "Кавелина\nОльга\nГеннадьевна",
      "group": "Пол.Ж"
    },
    {
      "id": "Кауфман Антон Генрихович",
      "label": "Кауфман\nАнтон\nГенрихович",
      "group": "Пол.М"
    },
    {
      "id": "Кауфман Виктор Александрович",
      "label": "Кауфман\nВиктор\nАлександрович",
      "group": "Пол.М"
    },
    {
      "id": "Мазурина Софья Филипповна",
      "label": "Мазурина\nСофья\nФилипповна",
      "group": "Пол.Ж"
    },
    {
      "id": "Марина Орлова",
      "label": "Марина\nОрлова",
      "group": "Пол.Ж"
    },
    {
      "id": "Медведева Александра Рудольфовна",
      "label": "Медведева\nАлександра\nРудольфовна",
      "group": "Пол.Ж"
    },
    {
      "id": "Мелехов Григорий Пантелеевич",
      "label": "Мелехов\nГригорий\nПантелеевич",
      "group": "Пол.М"
    },
    {
      "id": "Морозов Савва Тимофеевич",
      "label": "Морозов\nСавва\nТимофеевич",
      "group": "Пол.М"
    },
    {
      "id": "Ольга Красовская",
      "label": "Ольга\nКрасовская",
      "group": "Пол.Ж"
    },
    {
      "id": "Палицын Федор Федорович",
      "label": "Палицын\nФедор\nФедорович",
      "group": "Пол.М"
    },
    {
      "id": "Поникаровский Алексей Веньяминович",
      "label": "Поникаровский\nАлексей\nВеньяминович",
      "group": "Пол.М"
    },
    {
      "id": "Ремизовская Алина Тимофеевна",
      "label": "Ремизовская\nАлина\nТимофеевна",
      "group": "Пол.Ж"
    },
    {
      "id": "Ремизовская Юлия Михайловна",
      "label": "Ремизовская\nЮлия\nМихайловна",
      "group": "Пол.Ж"
    },
    {
      "id": "Решетилов Павел Михайлович",
      "label": "Решетилов\nПавел\nМихайлович",
      "group": "Пол.М"
    },
    {
      "id": "Романов Константин Константинович",
      "label": "Романов\nКонстантин\nКонстантинович",
      "group": "Пол.М"
    },
    {
      "id": "Ростовцев Николай Григорьевич",
      "label": "Ростовцев\nНиколай\nГригорьевич",
      "group": "Пол.М"
    },
    {
      "id": "Ростовцева Анастасия Рудольфовна",
      "label": "Ростовцева\nАнастасия\nРудольфовна",
      "group": "Пол.Ж"
    },
    {
      "id": "Ростовцева Софья Григорьевна",
      "label": "Ростовцева\nСофья\nГригорьевна",
      "group": "Пол.Ж"
    },
    {
      "id": "Рукавишникова Анна Сергеевна",
      "label": "Рукавишникова\nАнна\nСергеевна",
      "group": "Пол.Ж"
    },
    {
      "id": "Самойлова Олеся Константиновна",
      "label": "Самойлова\nОлеся\nКонстантиновна",
      "group": "Пол.Ж"
    },
    {
      "id": "Соколова София Андреевна",
      "label": "Соколова\nСофия\nАндреевна",
      "group": "Пол.М"
    },
    {
      "id": "София Джованни",
      "label": "София\nДжованни",
      "group": "Пол.Ж"
    },
    {
      "id": "St:СС.Возлюбленный смерти",
      "label": "СС.Возлюбленный\nсмерти",
      "value": 7,
      "title": 7,
      "group": "storyColor"
    },
    {
      "id": "St:СС.Мертвый супруг",
      "label": "СС.Мертвый\nсупруг",
      "value": 7,
      "title": 7,
      "group": "storyColor"
    },
    {
      "id": "St:СС.Песнь торжествующей любви",
      "label": "СС.Песнь\nторжествующей\nлюбви",
      "value": 5,
      "title": 5,
      "group": "storyColor"
    },
    {
      "id": "St:СС.Подземная царевна",
      "label": "СС.Подземная\nцаревна",
      "value": 9,
      "title": 9,
      "group": "storyColor"
    },
    {
      "id": "Торцов Гордей Карпыч",
      "label": "Торцов\nГордей\nКарпыч",
      "group": "Пол.М"
    },
    {
      "id": "St:Экономика. Тендер",
      "label": "Экономика.\nТендер",
      "value": 11,
      "title": 11,
      "group": "storyColor"
    }
  ],
  "edges": [
    {
      "from": "St:СС.Водяной",
      "to": "Анненкова Мария Ивановна",
      "color": "grey",
      "id": "73c68ec9-3473-4597-9a37-9e89a433262a"
    },
    {
      "from": "St:СС.Водяной",
      "to": "Ольга Красовская",
      "color": "grey",
      "id": "77547de6-db73-45f7-a1e3-bed93c143925"
    },
    {
      "from": "St:СС.Водяной",
      "to": "Торцова Мария Гордеевна",
      "color": "grey",
      "id": "feca5169-5472-47f3-bffc-ce6c0bb043ff"
    },
    {
      "from": "St:СС.Водяной",
      "to": "Торцова Александра Васильевна",
      "color": "grey",
      "id": "6a0ac2fd-7012-4b0a-ace9-a6237fd88d69"
    },
    {
      "from": "St:СС.Водяной",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "d1ba44e0-d695-4cf7-98b6-30bb7a43de6d"
    },
    {
      "from": "St:СС.Водяной",
      "to": "Феоктистов Николай Николаевич",
      "color": "grey",
      "id": "2f69736d-bbe6-4e10-95f6-85aa188d7d7f"
    },
    {
      "from": "St:СС.Водяной",
      "to": "Мазурина Софья Филипповна",
      "color": "grey",
      "id": "6027bdd9-d77c-4415-a95e-f77e64aeb09b"
    },
    {
      "from": "St:СС.Водяной",
      "to": "Анненкова Ольга Александровна",
      "color": "grey",
      "id": "26f94ae7-e207-443e-a395-54fb09a539ea"
    },
    {
      "from": "St:СС.Водяной",
      "to": "Донников Иван Петрович",
      "color": "grey",
      "id": "b86d4e74-b313-433e-99ad-09293681e0c6"
    },
    {
      "from": "St:СС.Возлюбленный смерти",
      "to": "София Джованни",
      "color": "grey",
      "id": "4fedc973-d92a-4b81-89b1-0427378af373"
    },
    {
      "from": "St:СС.Возлюбленный смерти",
      "to": "Ремизовская Алина Тимофеевна",
      "color": "grey",
      "id": "260412bc-09eb-4fcb-bec8-1080ca0994b9"
    },
    {
      "from": "St:СС.Возлюбленный смерти",
      "to": "Ольга Красовская",
      "color": "grey",
      "id": "15dd3ab6-fb26-47be-b9dd-d1067820f351"
    },
    {
      "from": "St:СС.Возлюбленный смерти",
      "to": "Кауфман Виктор Александрович",
      "color": "grey",
      "id": "c8a95e29-9625-4551-8621-c250872d57e9"
    },
    {
      "from": "St:СС.Возлюбленный смерти",
      "to": "Беков Чингиз Тимурович",
      "color": "grey",
      "id": "82bb0cff-5359-44b1-9e06-bd9dca2cedd9"
    },
    {
      "from": "St:СС.Возлюбленный смерти",
      "to": "Романов Константин Константинович",
      "color": "grey",
      "id": "b1f3c975-8520-4b87-9087-738bbf8959ea"
    },
    {
      "from": "St:СС.Возлюбленный смерти",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "6d332055-162e-410f-8408-e4a3f429fcd1"
    },
    {
      "from": "St:СС.Мертвый супруг",
      "to": "Андреева Мария Петровна",
      "color": "grey",
      "id": "d258036d-f7d3-4d35-8118-fb22f9263cd1"
    },
    {
      "from": "St:СС.Мертвый супруг",
      "to": "Медведева Александра Рудольфовна",
      "color": "grey",
      "id": "ce6a5592-4b92-44bc-94c0-dc880602ae82"
    },
    {
      "from": "St:СС.Мертвый супруг",
      "to": "Поникаровский Алексей Веньяминович",
      "color": "grey",
      "id": "cb5a8b00-a6b0-4007-92b4-a1ec337d925b"
    },
    {
      "from": "St:СС.Мертвый супруг",
      "to": "Ростовцева Софья Григорьевна",
      "color": "grey",
      "id": "725a352e-d046-4244-af5e-b6f99bab8bf1"
    },
    {
      "from": "St:СС.Мертвый супруг",
      "to": "Кавелина Ольга Геннадьевна",
      "color": "grey",
      "id": "34a16834-38fa-42c6-b923-519c3a025b3d"
    },
    {
      "from": "St:СС.Мертвый супруг",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "99a14aed-aef0-4dcc-bb0c-a59d81d781cc"
    },
    {
      "from": "St:СС.Мертвый супруг",
      "to": "Бубенцов Кондрат Филимонович",
      "color": "grey",
      "id": "ac6e2d0e-e018-4236-bef2-331275d3b1b3"
    },
    {
      "from": "St:Сны.Сокровища Агры",
      "to": "Шаховская Анна Александровна",
      "color": "grey",
      "id": "b1c7d942-8114-495d-bfdb-47ab8b4ee91e"
    },
    {
      "from": "St:Сны.Сокровища Агры",
      "to": "Буффон Джанлуиджи",
      "color": "grey",
      "id": "289ff19b-c608-4b45-86ec-8cb48f5c67e2"
    },
    {
      "from": "St:Сны.Сокровища Агры",
      "to": "Кондрат Кондратьевич Курц",
      "color": "grey",
      "id": "e91cb926-4311-402e-916d-f3138a0fe9a0"
    },
    {
      "from": "St:Сны.Сокровища Агры",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "6c94954f-767a-4fb9-a419-15298ad84b5c"
    },
    {
      "from": "St:Сны. Рукопись Пушкина",
      "to": "Анненкова Мария Ивановна",
      "color": "grey",
      "id": "0ece51cf-0039-4648-8d73-f2f90dfd70cf"
    },
    {
      "from": "St:Сны. Рукопись Пушкина",
      "to": "Анненкова Полина Владимировна",
      "color": "grey",
      "id": "29f777a0-ab71-4d42-9eb1-e9a5edfa16a2"
    },
    {
      "from": "St:Сны. Рукопись Пушкина",
      "to": "Балакирев Александр Милиевич",
      "color": "grey",
      "id": "29c89be2-33f8-43b0-b29e-544dc7851bae"
    },
    {
      "from": "St:Сны. Рукопись Пушкина",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "e880f5f8-4b53-4c6a-8288-36fa11bdd9b8"
    },
    {
      "from": "St:Сны. Рукопись Пушкина",
      "to": "Феоктистов Николай Николаевич",
      "color": "grey",
      "id": "3245a57b-b4be-4c9a-9e3b-23fe2a43e3db"
    },
    {
      "from": "St:Сны.Протрет. Гоголь",
      "to": "Анненкова Ольга Александровна",
      "color": "grey",
      "id": "fea0d7e0-759b-47dd-b556-86ad6d10b348"
    },
    {
      "from": "St:Сны.Протрет. Гоголь",
      "to": "Кропоткин Сергей Семенович",
      "color": "grey",
      "id": "7b685783-462c-4beb-bbd7-648efdfe6c0f"
    },
    {
      "from": "St:Сны.Протрет. Гоголь",
      "to": "Ольга Красовская",
      "color": "grey",
      "id": "f40bba25-f01f-4f38-bf52-124f8eb342dd"
    },
    {
      "from": "St:Сны.Протрет. Гоголь",
      "to": "Астафьев Дмитрий Сергеевич",
      "color": "grey",
      "id": "900fa15b-e6e4-4153-ab48-6c2783fc8cd2"
    },
    {
      "from": "St:Сны.Протрет. Гоголь",
      "to": "Карпова Алевтина Геннадьевна",
      "color": "grey",
      "id": "7ad203df-3927-4071-832c-839406cfe43b"
    },
    {
      "from": "St:Сны.Протрет. Гоголь",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "394bd78b-20b0-4fd7-bb89-a0359f5e2a20"
    },
    {
      "from": "St:Сны.Протрет. Гоголь",
      "to": "Бубенцов Кондрат Филимонович",
      "color": "grey",
      "id": "5c9b7f77-16c5-4734-97ec-678684e49056"
    },
    {
      "from": "St:Сны.Протрет. Гоголь",
      "to": "Торцова Мелания Гордеевна",
      "color": "grey",
      "id": "15fd2869-7a15-40d8-ad64-40d3e1ab8187"
    },
    {
      "from": "St:Сны. Пленница картины",
      "to": "Ростовцева Софья Григорьевна",
      "color": "grey",
      "id": "0f5e8b55-a1f9-49ed-b8e2-6e5b9e37c2ff"
    },
    {
      "from": "St:Сны. Пленница картины",
      "to": "Ростовцев Николай Григорьевич",
      "color": "grey",
      "id": "a89c6c8b-cd5a-4cc9-9bee-5a4d31fcecb1"
    },
    {
      "from": "St:Сны. Пленница картины",
      "to": "Карпова Алевтина Геннадьевна",
      "color": "grey",
      "id": "32648de7-ccc1-4e57-af2d-2fa640cc7b66"
    },
    {
      "from": "St:Сны. Пленница картины",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "f0dcc810-9811-439a-a010-da8d1c31339b"
    },
    {
      "from": "St:Сны. Код да Винчи",
      "to": "Марина Орлова",
      "color": "grey",
      "id": "c9421f1b-a70d-4af7-8d7f-aa70bece8081"
    },
    {
      "from": "St:Сны. Код да Винчи",
      "to": "Ремизовская Алина Тимофеевна",
      "color": "grey",
      "id": "80f1e7cd-166b-4304-8d2a-8018e72b585b"
    },
    {
      "from": "St:Сны. Код да Винчи",
      "to": "Морозов Савва Тимофеевич",
      "color": "grey",
      "id": "fa66e33e-d9be-4afb-be9b-b33646e97fdc"
    },
    {
      "from": "St:Сны. Код да Винчи",
      "to": "Ланской Владимир Осипович",
      "color": "grey",
      "id": "e9d64e3a-0d15-4b5a-96e9-c2a7df6bdb0b"
    },
    {
      "from": "St:Сны. Код да Винчи",
      "to": "Торцов Гордей Карпыч",
      "color": "grey",
      "id": "6927c878-a591-411f-b711-c2f052afe0c6"
    },
    {
      "from": "St:Сны. Код да Винчи",
      "to": "Романов Константин Константинович",
      "color": "grey",
      "id": "28440774-dfa2-411c-99dc-61de2170aa12"
    },
    {
      "from": "St:Сны. Код да Винчи",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "000e0286-0ac3-4a5f-8f2b-d80139477eb8"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Анненкова Ольга Александровна",
      "color": "grey",
      "id": "cff7bcb6-4571-4bcb-8ee9-d3806bf1ed16"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Ремизовская Юлия Михайловна",
      "color": "grey",
      "id": "2ff11282-c6bb-484a-ad16-26783d17186e"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "София Джованни",
      "color": "grey",
      "id": "9be315c5-6a52-4179-9690-83d4d78c26bc"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Шаховская Мария Федоровна",
      "color": "grey",
      "id": "49530a07-3dec-4b8d-bba8-a7cbcea29e5e"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Марина Орлова",
      "color": "grey",
      "id": "b976a39e-9db2-45bc-8c4a-6c39f01a2f55"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Торцова Александра Васильевна",
      "color": "grey",
      "id": "c49dcdde-0cb8-4b55-ab62-442740147490"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Астафьев Дмитрий Сергеевич",
      "color": "grey",
      "id": "11d0dfdd-70f3-49e3-8f39-5fdc1dc3f3c9"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Балакирев Александр Милиевич",
      "color": "grey",
      "id": "65e1ac08-4aba-4f2b-b3e4-aeb9cc34864a"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Ремизовская Алина Тимофеевна",
      "color": "grey",
      "id": "1b0d3dfc-9666-40ce-a3e0-b819d6c95a3c"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Романов Константин Константинович",
      "color": "grey",
      "id": "69ee4991-317a-46d9-a5fa-a5e19d2edc76"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "e44b6a2b-e19f-41b0-89c4-d02158158b5f"
    },
    {
      "from": "St:Сны. Девятые врата",
      "to": "Ростовцева Мария Николаевна",
      "color": "grey",
      "id": "4039798c-c59a-48ae-83a4-d5d158da22a2"
    },
    {
      "from": "St:СС.Песнь торжествующей любви",
      "to": "Ростовцев Николай Григорьевич",
      "color": "grey",
      "id": "12d88308-917f-47cb-9567-1aa2da337edd"
    },
    {
      "from": "St:СС.Песнь торжествующей любви",
      "to": "Ростовцева Анастасия Рудольфовна",
      "color": "grey",
      "id": "ca7f71ef-2695-4cfb-beaa-01657a0ffba4"
    },
    {
      "from": "St:СС.Песнь торжествующей любви",
      "to": "Беков Чингиз Тимурович",
      "color": "grey",
      "id": "5f82cc0d-813d-4ffa-9a5a-14344e954c8e"
    },
    {
      "from": "St:СС.Песнь торжествующей любви",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "ae5e678c-7156-403a-8e55-abf6f8c19233"
    },
    {
      "from": "St:СС.Песнь торжествующей любви",
      "to": "Вишневская Лидия Викторовна",
      "color": "grey",
      "id": "3c83313b-8d9c-4f52-ad80-2f063c4c3a5e"
    },
    {
      "from": "St:Принцессы.Рапунцель",
      "to": "Шаховская Анна Александровна",
      "color": "grey",
      "id": "eb16bc99-eb4e-461c-885d-00ddbf013e18"
    },
    {
      "from": "St:Принцессы.Рапунцель",
      "to": "Ремизовская Юлия Михайловна",
      "color": "grey",
      "id": "0fd48e58-7ec7-4846-a281-3ba619aa3b1e"
    },
    {
      "from": "St:Принцессы.Рапунцель",
      "to": "Ремизовская Алина Тимофеевна",
      "color": "grey",
      "id": "85944143-9144-4df0-b58b-fc700144eb89"
    },
    {
      "from": "St:Принцессы.Рапунцель",
      "to": "Марина Орлова",
      "color": "grey",
      "id": "d7f47199-12bc-4445-ba9d-c660b1fd6ff2"
    },
    {
      "from": "St:Принцессы.Рапунцель",
      "to": "Ланской Владимир Осипович",
      "color": "grey",
      "id": "baeeef7b-1b65-4abc-8b59-2b19231d240f"
    },
    {
      "from": "St:Принцессы.Рапунцель",
      "to": "Демитриди Агапия Родионовна",
      "color": "grey",
      "id": "faa5a9a6-798b-4a78-bcbb-a8bad7982756"
    },
    {
      "from": "St:День. Революция",
      "to": "Анненкова Полина Владимировна",
      "color": "grey",
      "id": "6ad09482-e1f9-40a4-b708-e9aa84b80ce4"
    },
    {
      "from": "St:День. Революция",
      "to": "Кропоткин Вячеслав Сергеевич",
      "color": "grey",
      "id": "fb3e4d11-eab9-4d4f-872b-4f6fcfc9f07c"
    },
    {
      "from": "St:День. Революция",
      "to": "Кауфман Виктор Александрович",
      "color": "grey",
      "id": "f86b9908-1108-459e-aa24-b39b3595141d"
    },
    {
      "from": "St:День. Революция",
      "to": "Кондрат Кондратьевич Курц",
      "color": "grey",
      "id": "d51c4907-59e8-4978-8862-3958e7be9702"
    },
    {
      "from": "St:День. Революция",
      "to": "Ольга Красовская",
      "color": "grey",
      "id": "b05afc59-2e53-46f1-a7da-f8b2fe3595e4"
    },
    {
      "from": "St:День. Революция",
      "to": "Поникаровский Алексей Веньяминович",
      "color": "grey",
      "id": "17b42336-791c-44c1-a456-d5a9d3ee0fb9"
    },
    {
      "from": "St:День. Революция",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "32ba2c76-2fb0-416a-8ed9-8434984d6383"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Кропоткин Вячеслав Сергеевич",
      "color": "grey",
      "id": "563d00a6-66ab-4576-8042-8e36bd1bf02c"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Виноградова Марина Андреевна",
      "color": "grey",
      "id": "41ead4a5-277f-4e78-9a82-0142c3ffbcbd"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Елена Рощина",
      "color": "grey",
      "id": "f71ed50e-07e5-430a-888d-d36d00356728"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Киндеррайх Ева Альбертовна",
      "color": "grey",
      "id": "67c4a0f2-c288-4fb5-b27f-f6868b2e043b"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Кропоткин Константин Сергеевич",
      "color": "grey",
      "id": "c6cfcae9-050e-4605-ab44-40dfc857fad2"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Кропоткин Павел Сергеевич",
      "color": "grey",
      "id": "ea591098-539e-443c-b2ab-8dacba7cbdae"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Кропоткин Сергей Семенович",
      "color": "grey",
      "id": "86df2422-944c-484e-9e56-4a41cbdaa083"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Литвинова Эстер Моисеевна",
      "color": "grey",
      "id": "5f2f2512-7568-455d-bb2b-77254f565ce3"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Решетилов Павел Михайлович",
      "color": "grey",
      "id": "b3a3176b-0430-4c6b-8f20-dffaf67207bc"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Шаховская Анна Александровна",
      "color": "grey",
      "id": "6d112227-7c50-45ed-8509-877216b0e3b4"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Анненкова Ольга Александровна",
      "color": "grey",
      "id": "2d25e09f-bbbe-4708-b742-d05825039574"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Анненкова Полина Владимировна",
      "color": "grey",
      "id": "bf820c43-2129-45e7-9981-d1cf6dc9d379"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "Анненкова Мария Ивановна",
      "color": "grey",
      "id": "d44a9ace-32c2-4dd3-98a1-29bd2db4c9fa"
    },
    {
      "from": "St:День. Братья Карамазовы",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "8c81b63c-430c-4314-8e41-9a3388a4562a"
    },
    {
      "from": "St:День. Культ",
      "to": "Андреева Мария Петровна",
      "color": "grey",
      "id": "ee6b8c3e-5c99-45d4-b2ba-c69697196863"
    },
    {
      "from": "St:День. Культ",
      "to": "Кауфман Антон Генрихович",
      "color": "grey",
      "id": "f95b9e74-f095-472c-80f8-25ea063bfd8b"
    },
    {
      "from": "St:День. Культ",
      "to": "Решетилов Павел Михайлович",
      "color": "grey",
      "id": "8061686c-bb50-4f0c-8d86-cdd48989b184"
    },
    {
      "from": "St:День. Культ",
      "to": "Кропоткин Константин Сергеевич",
      "color": "grey",
      "id": "a510ca3a-c070-4805-aec7-67a87cdf6ed1"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Кауфман Антон Генрихович",
      "color": "grey",
      "id": "d59eed2e-64f9-4b61-bc15-5c573b19da5f"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Мазурина Софья Филипповна",
      "color": "grey",
      "id": "bded7a65-515d-4fc6-8552-bbad12c5288e"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Палицын Федор Федорович",
      "color": "grey",
      "id": "6ad11781-5904-4b4f-872f-883ac16029ba"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Ремизовская Юлия Михайловна",
      "color": "grey",
      "id": "58eb653f-e767-4587-b3be-332f05d845bd"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Решетилов Павел Михайлович",
      "color": "grey",
      "id": "eba157c1-81ed-4388-a83d-76f3bccd9d24"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Торцов Гордей Карпыч",
      "color": "grey",
      "id": "cd8bd687-6b8e-4f38-9fde-d6a0b586304d"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Морозов Савва Тимофеевич",
      "color": "grey",
      "id": "7194a0e0-fafd-4645-93ea-5252c357c263"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Романов Константин Константинович",
      "color": "grey",
      "id": "7acc84c7-44fd-4160-b0eb-8ac5c84f0f5f"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Рукавишникова Анна Сергеевна",
      "color": "grey",
      "id": "2263561a-b28f-496b-b8aa-764369986ac0"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Мелехов Григорий Пантелеевич",
      "color": "grey",
      "id": "d565bd03-5ac2-4403-bcdc-26914dd059b2"
    },
    {
      "from": "St:Экономика. Тендер",
      "to": "Донников Иван Петрович",
      "color": "grey",
      "id": "9eb80a13-a4e7-4637-8b88-bfd228205560"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Балакирева Елизавета Сергеевна",
      "color": "grey",
      "id": "fba3e1cb-e587-4f1f-afef-f009e470f899"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Балакирев Александр Милиевич",
      "color": "grey",
      "id": "e1bd2cb5-be52-48ce-b507-be98b4907cd0"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Ланской Владимир Осипович",
      "color": "grey",
      "id": "9d44f244-d759-43ec-8cd5-01ba3a086152"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Огнев Степан Матвеевич",
      "color": "grey",
      "id": "9f0629aa-7004-43fb-aa34-6445b5fb2eab"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Торцова Александра Васильевна",
      "color": "grey",
      "id": "137c32e3-5d1f-4b03-970a-e1661a51e009"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Кавелина Ольга Геннадьевна",
      "color": "grey",
      "id": "5b243e84-edbd-416f-a5cb-c356182590c5"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Анненкова Ольга Александровна",
      "color": "grey",
      "id": "4e262fab-3772-47a9-a60a-fbf1b1ce1669"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Решетилов Павел Михайлович",
      "color": "grey",
      "id": "df5969d9-70e4-4434-81f2-7feaa2fc33fe"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Кауфман Антон Генрихович",
      "color": "grey",
      "id": "5b4864a7-99c6-4281-9fd9-055be0a93904"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Торцова Мелания Гордеевна",
      "color": "grey",
      "id": "93c60c1e-ff5c-4759-b160-455513089640"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "f4d81e33-0c20-4c25-b008-19ba716c024a"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Ковригин Анатолий Петрович",
      "color": "grey",
      "id": "4fbd5122-116f-4d38-b5f8-125f163276d7"
    },
    {
      "from": "St:День. Тринадцатая сказка",
      "to": "Мелехов Григорий Пантелеевич",
      "color": "grey",
      "id": "30466652-f4df-4d82-b210-30572f3b9142"
    },
    {
      "from": "St:Принцессы. Белоснежка",
      "to": "Гурьев Дмитрий Федорович",
      "color": "grey",
      "id": "1c514c61-42fc-460f-bb63-e4ee7c90044e"
    },
    {
      "from": "St:Принцессы. Белоснежка",
      "to": "Виноградова Марина Андреевна",
      "color": "grey",
      "id": "758c420c-7e62-4737-ac16-b224ee8483cb"
    },
    {
      "from": "St:Принцессы. Белоснежка",
      "to": "Киндеррайх Ева Альбертовна",
      "color": "grey",
      "id": "455c2672-d4c6-44b5-957b-ce687186c43a"
    },
    {
      "from": "St:Принцессы. Белоснежка",
      "to": "Демитриди Агапия Родионовна",
      "color": "grey",
      "id": "1baa5d75-04c5-4f6a-a2f9-069a3bb76428"
    },
    {
      "from": "St:Принцессы. Белоснежка",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "9c02d3ba-4555-40b2-adaf-d0490cd1c98f"
    },
    {
      "from": "St:Принцессы. Русалочка",
      "to": "София Джованни",
      "color": "grey",
      "id": "606096d8-c4f8-45bc-90f1-dfd55adcb110"
    },
    {
      "from": "St:Принцессы. Русалочка",
      "to": "Илья Ефимович Репин",
      "color": "grey",
      "id": "179fd301-9ab9-43f6-b5d7-7ff72b7536c8"
    },
    {
      "from": "St:Принцессы. Русалочка",
      "to": "Демитриди Агапия Родионовна",
      "color": "grey",
      "id": "b2aadcd9-7f26-4747-93d1-db571848ae2e"
    },
    {
      "from": "St:Принцессы. Русалочка",
      "to": "Ариадна де Версо",
      "color": "grey",
      "id": "39644eaa-f1f3-4ea4-8af2-a83a6cd9ed57"
    },
    {
      "from": "St:Принцессы. Красавица и чудовище",
      "to": "Демитриди Агапия Родионовна",
      "color": "grey",
      "id": "cd914620-94df-4a03-b217-0f5a1af97b6e"
    },
    {
      "from": "St:Принцессы. Красавица и чудовище",
      "to": "Маркау Эдгар Генрихович",
      "color": "grey",
      "id": "44ae8439-a355-4b00-a399-7080534f144e"
    },
    {
      "from": "St:Принцессы. Красавица и чудовище",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "a7e5705f-f8f7-46c7-9fb9-703c7464e0be"
    },
    {
      "from": "St:Принцессы. Красавица и чудовище",
      "to": "Решетилов Александр Родионович",
      "color": "grey",
      "id": "9d6fe8d4-556e-4fb3-b0f9-20bfc28f4592"
    },
    {
      "from": "St:Принцессы. Красавица и чудовище",
      "to": "Сергеева Елизавета Андреевна",
      "color": "grey",
      "id": "5748eeef-cee1-47dc-ad60-60d298bff218"
    },
    {
      "from": "St:Принцессы. Красавица и чудовище",
      "to": "Сергеев Анатолий Викторович",
      "color": "grey",
      "id": "ebb4de63-e15c-4d9a-ab0a-72ef9315cdb1"
    },
    {
      "from": "St:Принцессы. Спящая красавица",
      "to": "Андреева Мария Петровна",
      "color": "grey",
      "id": "3145f8db-ee6c-40f7-b236-6dc8d902ab63"
    },
    {
      "from": "St:Принцессы. Спящая красавица",
      "to": "Морозова Александра Тимофеевна",
      "color": "grey",
      "id": "6027a8d2-8379-4535-81a1-32b609a36959"
    },
    {
      "from": "St:Принцессы. Спящая красавица",
      "to": "Демитриди Агапия Родионовна",
      "color": "grey",
      "id": "a2039577-01cc-4cf1-b4f9-300accdff349"
    },
    {
      "from": "St:Принцессы. Спящая красавица",
      "to": "Кавелина Ольга Геннадьевна",
      "color": "grey",
      "id": "96ed34c5-09c6-4ec5-afe9-19fd48ac7d00"
    },
    {
      "from": "St:Принцессы. Спящая красавица",
      "to": "Беков Чингиз Тимурович",
      "color": "grey",
      "id": "9e36baa4-70e0-4da6-80a1-a52e360d9bdb"
    },
    {
      "from": "St:Принцессы. Спящая красавица",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "2af75ac5-4e3c-4dc0-9914-d32160894e29"
    },
    {
      "from": "St:Принцессы. Жасмин",
      "to": "Поникаровский Алексей Веньяминович",
      "color": "grey",
      "id": "191e92f7-2f47-4109-ba8b-cc25a6bc26c4"
    },
    {
      "from": "St:Принцессы. Жасмин",
      "to": "Шаховская Анна Александровна",
      "color": "grey",
      "id": "770e682c-50d9-4a42-a59b-c68a2c15b828"
    },
    {
      "from": "St:Принцессы. Жасмин",
      "to": "Шаховская Мария Федоровна",
      "color": "grey",
      "id": "254d22ae-aac5-4d70-8530-8ab7f25b1917"
    },
    {
      "from": "St:Принцессы. Жасмин",
      "to": "Андреева Мария Петровна",
      "color": "grey",
      "id": "577a9c8f-0798-4b7e-b887-0bea1e5d5117"
    },
    {
      "from": "St:Принцессы. Жасмин",
      "to": "Кауфман Антон Генрихович",
      "color": "grey",
      "id": "154e504a-59ef-42ac-b10a-8398fa31c7dc"
    },
    {
      "from": "St:Принцессы. Жасмин",
      "to": "Кропоткин Константин Сергеевич",
      "color": "grey",
      "id": "dbbd463a-303c-45e9-90d6-09cbdbd4c0cc"
    },
    {
      "from": "St:Принцессы. Жасмин",
      "to": "Романов Константин Константинович",
      "color": "grey",
      "id": "4431cd32-5622-4ab0-855f-0abf12231ada"
    },
    {
      "from": "St:Принцессы. Холодное сердце",
      "to": "Торцова Мария Гордеевна",
      "color": "grey",
      "id": "64dbd69b-b878-46e5-a906-ad66f218519e"
    },
    {
      "from": "St:Принцессы. Холодное сердце",
      "to": "Торцова Мелания Гордеевна",
      "color": "grey",
      "id": "2d08355b-0142-49dd-848e-eca4b3facac0"
    },
    {
      "from": "St:Принцессы. Холодное сердце",
      "to": "Кропоткин Павел Сергеевич",
      "color": "grey",
      "id": "4714dee1-00ad-44c0-9ab9-90ccb5a14c6f"
    },
    {
      "from": "St:Принцессы. Холодное сердце",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "59a5c056-5b68-41d0-aa29-944f9fdc2ead"
    },
    {
      "from": "St:Принцессы. Холодное сердце",
      "to": "Демитриди Агапия Родионовна",
      "color": "grey",
      "id": "24274b1f-1c8a-4822-bf29-23e8d0b01d84"
    },
    {
      "from": "St:Сны. Музыка мертвых",
      "to": "Шаховская Мария Федоровна",
      "color": "grey",
      "id": "346f7b66-0309-4544-b05f-1838187b6ffc"
    },
    {
      "from": "St:Сны. Музыка мертвых",
      "to": "Соколова София Андреевна",
      "color": "grey",
      "id": "b3cc59ed-f673-4841-85f2-9bdbd768bed8"
    },
    {
      "from": "St:Сны. Музыка мертвых",
      "to": "Ростовцева Анастасия Рудольфовна",
      "color": "grey",
      "id": "55ea3f8e-025d-484b-8da1-40e83382089b"
    },
    {
      "from": "St:Сны. Музыка мертвых",
      "to": "Поникаровский Алексей Веньяминович",
      "color": "grey",
      "id": "47e3148a-76a8-4c86-88a2-bd70e75acd10"
    },
    {
      "from": "St:Сны. Музыка мертвых",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "9803ff67-d09a-4919-b637-34388743404a"
    },
    {
      "from": "St:Сны. Музыка мертвых",
      "to": "Бубенцов Кондрат Филимонович",
      "color": "grey",
      "id": "cac69627-c416-427a-a0bf-04d7990bc840"
    },
    {
      "from": "St:СС.Подземная царевна",
      "to": "Ариадна де Версо",
      "color": "grey",
      "id": "29b0a9ad-03d8-422d-9625-e7cf5a6f829c"
    },
    {
      "from": "St:СС.Подземная царевна",
      "to": "Морозов Савва Тимофеевич",
      "color": "grey",
      "id": "a10890eb-aa8a-4a37-9412-75ad014cb409"
    },
    {
      "from": "St:СС.Подземная царевна",
      "to": "Марина Орлова",
      "color": "grey",
      "id": "744b601e-286c-4da5-81b9-093a6309c8f1"
    },
    {
      "from": "St:СС.Подземная царевна",
      "to": "Балакирев Александр Милиевич",
      "color": "grey",
      "id": "add8f0fc-662f-4401-b935-16cf1d4996b3"
    },
    {
      "from": "St:СС.Подземная царевна",
      "to": "Бубенцов Кондрат Филимонович",
      "color": "grey",
      "id": "3a1ab36c-f5d9-4b21-8317-468fd007cb17"
    },
    {
      "from": "St:СС.Подземная царевна",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "ed028198-23c9-4097-91f6-f4ff1a92d604"
    },
    {
      "from": "St:СС.Подземная царевна",
      "to": "Соколова София Андреевна",
      "color": "grey",
      "id": "f006f64e-664a-4d0b-8b98-2dec2f5366ac"
    },
    {
      "from": "St:СС.Подземная царевна",
      "to": "Вишневская Лидия Викторовна",
      "color": "grey",
      "id": "bad2c19a-bc02-4cb7-af70-2bd0849cf0e1"
    },
    {
      "from": "St:СС.Подземная царевна",
      "to": "Самойлова Олеся Константиновна",
      "color": "grey",
      "id": "dcda3636-32e1-46ac-941a-e8f8c5dbebce"
    },
    {
      "from": "St:СС. Моровка и клад",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "56c70142-9931-4e21-a15c-be6e767fcf74"
    },
    {
      "from": "St:СС. Моровка и клад",
      "to": "Бубенцов Кондрат Филимонович",
      "color": "grey",
      "id": "dc7453d0-15c1-41c3-90d9-1239954c1294"
    },
    {
      "from": "St:СС. Моровка и клад",
      "to": "Торцов Гордей Карпыч",
      "color": "grey",
      "id": "6a32fe3c-32bb-42aa-a691-6e115007e1f6"
    },
    {
      "from": "St:СС. Моровка и клад",
      "to": "Решетилов Павел Михайлович",
      "color": "grey",
      "id": "002be468-26d4-4061-944f-44692b266d92"
    },
    {
      "from": "St:СС. Моровка и клад",
      "to": "Стремяков Иван Федорович",
      "color": "grey",
      "id": "bec08a9f-4586-4bba-af6a-b90c11993098"
    },
    {
      "from": "St:СС. Моровка и клад",
      "to": "Рукавишникова Анна Сергеевна",
      "color": "grey",
      "id": "30a21dfc-6f8c-4a84-9cc3-8031c78685d6"
    },
    {
      "from": "St:СС. Полудница",
      "to": "Гурьев Дмитрий Федорович",
      "color": "grey",
      "id": "c76074d3-875f-4a90-8ec2-ff12bd88beb9"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Кауфман Антон Генрихович",
      "color": "grey",
      "id": "c476242b-b7f6-48c8-8fdd-dd3182f341f3"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Кропоткин Сергей Семенович",
      "color": "grey",
      "id": "792f9cc6-da2b-4832-a84b-d303c7d94f5a"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Литвинова Эстер Моисеевна",
      "color": "grey",
      "id": "f58688c0-a5d1-4d84-833a-b7659583a766"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Морозов Савва Тимофеевич",
      "color": "grey",
      "id": "61e2f0ee-7141-4664-99bf-e66eca770a4e"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Молчалов Иван Федорович",
      "color": "grey",
      "id": "972080c9-9dc4-4794-8dad-657cfbb8ed42"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Ремизовская Юлия Михайловна",
      "color": "grey",
      "id": "f27d839f-fc56-4b04-ad23-e7957363d0cb"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Решетилов Павел Михайлович",
      "color": "grey",
      "id": "059f809e-1528-4986-bec9-466620a76e4b"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Стремяков Иван Федорович",
      "color": "grey",
      "id": "3dcf331b-0451-41d6-9d72-d15cd75de53f"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Торцов Гордей Карпыч",
      "color": "grey",
      "id": "5d2f48f5-be14-4bf1-9d31-732aeb458c21"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Ланской Владимир Осипович",
      "color": "grey",
      "id": "438bc71e-5e59-4572-bca8-d3355d1e40b8"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Соколова София Андреевна",
      "color": "grey",
      "id": "adf4301c-ee92-4415-8f85-9e8786087587"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Огнев Степан Матвеевич",
      "color": "grey",
      "id": "ed694923-6b96-4d17-8f1b-70ab4e11e849"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "fad1eeed-d201-4929-97f8-9942945bccad"
    },
    {
      "from": "St:День. Стремное завещание",
      "to": "Сергеев Анатолий Викторович",
      "color": "grey",
      "id": "7598684f-27ed-467d-8080-584ad1ca119b"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Морозов Савва Тимофеевич",
      "color": "grey",
      "id": "a3473ba1-7e67-4525-9e8e-5d8afb1f98ef"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Литвинова Эстер Моисеевна",
      "color": "grey",
      "id": "e2a1eed1-747f-4a55-9689-712e71b758ec"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Илья Ефимович Репин",
      "color": "grey",
      "id": "08a9aa87-3336-4975-b31a-91acda0b3fdd"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Торцов Гордей Карпыч",
      "color": "grey",
      "id": "e263ab07-c6bc-43fc-9731-fff3755b11b4"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Астафьев Дмитрий Сергеевич",
      "color": "grey",
      "id": "0618beaf-d0fd-44be-a624-872a3a7b4e57"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Ариадна де Версо",
      "color": "grey",
      "id": "40318ece-a9ea-45c9-8545-acec12b4fc1a"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Бубенцов Кондрат Филимонович",
      "color": "grey",
      "id": "e18ac2e0-54cf-4556-a11b-d3271cc6edd6"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Кавелина Ольга Геннадьевна",
      "color": "grey",
      "id": "c6ec1b97-3272-4a53-a549-3b89b4e91f66"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Кауфман Виктор Александрович",
      "color": "grey",
      "id": "9ff8b92d-b7a8-4dd7-8627-71cbde49db0e"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Торцова Александра Васильевна",
      "color": "grey",
      "id": "2ea3f896-cd39-4542-8039-587f510a66dc"
    },
    {
      "from": "St:День. Сапфир в Вегасе",
      "to": "Ланской Владимир Осипович",
      "color": "grey",
      "id": "2de3ed76-6201-4136-ab0f-975efae58cfe"
    },
    {
      "from": "St:День. Приют",
      "to": "NPC_ИГРОТЕХНИК",
      "color": "grey",
      "id": "0317b8b9-f369-4632-b02c-2bbc454c611a"
    },
    {
      "from": "St:День. Приют",
      "to": "Федорова Ольга Андреевна",
      "color": "grey",
      "id": "1ae1810f-a652-4718-94df-25e1541a359f"
    },
    {
      "from": "St:День. Приют",
      "to": "Сергеев Анатолий Викторович",
      "color": "grey",
      "id": "73c8146d-9a47-41e4-b813-b3a6b652b344"
    },
    {
      "from": "St:День. Приют",
      "to": "Сергеева Елизавета Андреевна",
      "color": "grey",
      "id": "6aadad9f-a7e0-42cd-b10a-dcca865fc65a"
    },
    {
      "from": "St:День. Приют",
      "to": "Огнев Степан Матвеевич",
      "color": "grey",
      "id": "8de969da-2ad1-4244-beb8-8a36e88f917c"
    },
    {
      "from": "St:День. Приют",
      "to": "Феоктистов Николай Николаевич",
      "color": "grey",
      "id": "84548bc4-f9f6-4e19-9210-d05d1c26b6d9"
    },
    {
      "from": "St:День. Приют",
      "to": "Ланской Владимир Осипович",
      "color": "grey",
      "id": "d18304c2-4272-4c53-9d5a-084f4f701454"
    },
    {
      "from": "St:День. Приют",
      "to": "Кауфман Антон Генрихович",
      "color": "grey",
      "id": "73f0b59a-25d0-4923-aade-e839c74b54ce"
    },
    {
      "from": "St:День. Приют",
      "to": "Маркау Эдгар Генрихович",
      "color": "grey",
      "id": "5f0ec42c-dd36-4019-9ea4-ffa3726d8a5e"
    },
    {
      "from": "St:Одиночные. Сны Диты",
      "to": "Дита Тарло",
      "color": "grey",
      "id": "89befc1d-6130-46c2-9be0-cce1709167aa"
    },
    {
      "from": "St:Одиночные. Сны Диты",
      "to": "Огнев Степан Матвеевич",
      "color": "grey",
      "id": "ce1b479c-e933-403c-b7dc-a8707ae8a41e"
    },
    {
      "from": "St:Одиночные. Должники Федоровой",
      "to": "Федорова Ольга Андреевна",
      "color": "grey",
      "id": "de70334a-9ede-4364-ad8e-a073d71ee0c2"
    },
    {
      "from": "St:Одиночные. Должники Федоровой",
      "to": "Кауфман Софья Александровна",
      "color": "grey",
      "id": "2e6275a4-5d06-45fe-9c1f-14f45f28692b"
    },
    {
      "from": "St:Одиночные. Должники Федоровой",
      "to": "Мелехов Григорий Пантелеевич",
      "color": "grey",
      "id": "60e9cc67-494d-4288-bb92-9a492acecbf2"
    },
    {
      "from": "St:Одиночные. Должники Бубенцова",
      "to": "Кропоткин Константин Сергеевич",
      "color": "grey",
      "id": "d1812f27-eb31-4cce-ba52-4bbc03bb09fb"
    },
    {
      "from": "St:Одиночные. Должники Бубенцова",
      "to": "Бубенцов Кондрат Филимонович",
      "color": "grey",
      "id": "ae1fcf47-43ee-4c91-9800-a058d79916af"
    },
    {
      "from": "St:Одиночные. Должники Бубенцова",
      "to": "Балакирев Александр Милиевич",
      "color": "grey",
      "id": "bd2441b6-811b-4dfb-9b98-a8b40a9e5184"
    },
    {
      "from": "St:Одиночные. Должники Бубенцова",
      "to": "Кауфман Виктор Александрович",
      "color": "grey",
      "id": "77274d78-3430-4846-b602-3fd14cacd91b"
    },
    {
      "from": "St:Одиночные. Должники Бубенцова",
      "to": "Шаховская Мария Федоровна",
      "color": "grey",
      "id": "6644d047-b0cf-4986-ac83-9a1eaefee449"
    },
    {
      "from": "St:Одиночные. Богема и эфир",
      "to": "Астафьев Дмитрий Сергеевич",
      "color": "grey",
      "id": "38248612-e2b9-419e-bd7b-93d807b1bc56"
    },
    {
      "from": "St:Одиночные. Богема и эфир",
      "to": "Буффон Джанлуиджи",
      "color": "grey",
      "id": "0758e728-7c11-4c03-bc8d-9be1f7c6ee31"
    },
    {
      "from": "St:Одиночные. Варвар и дама бубей",
      "to": "Абдулов Арслан Закирович",
      "color": "grey",
      "id": "30ce0e68-d5a2-41ee-9b92-c482c9bef4da"
    },
    {
      "from": "St:Одиночные. Варвар и дама бубей",
      "to": "Мазурина Софья Филипповна",
      "color": "grey",
      "id": "32783e4a-67d0-482d-a998-f2dedca11264"
    },
    {
      "from": "St:День. Книга магов",
      "to": "Федорова Ольга Андреевна",
      "color": "grey",
      "id": "178bccac-db3e-4f28-b2e0-fa55be7e29ac"
    },
    {
      "from": "St:День. Книга магов",
      "to": "Ясинская Илона Яковлевна",
      "color": "grey",
      "id": "a014b567-0787-4232-9692-4571a5c62aaf"
    },
    {
      "from": "St:День. Книга магов",
      "to": "Мазурина Софья Филипповна",
      "color": "grey",
      "id": "3b8499f0-8b20-4c44-adda-87e298e6f7c3"
    },
    {
      "from": "St:День. Книга магов",
      "to": "Дита Тарло",
      "color": "grey",
      "id": "a4f57db7-941f-42c8-8572-e59789f62aca"
    },
    {
      "from": "St:Одиночные. Дело варвара",
      "to": "Абдулов Арслан Закирович",
      "color": "grey",
      "id": "065bccca-866d-4058-9a14-91f5c95fc4ae"
    }
  ]
};